tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "ffmpeg"
brew "go"
brew "hstr"
brew "htop"
brew "hwloc"
brew "lazygit"
brew "libpcap"
brew "sqlite"
brew "magic-wormhole"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "openvpn"
brew "pandoc"
brew "pcre"
brew "pkg-config"
brew "python@3.10"
brew "python@3.11"
brew "speedtest-cli"
brew "tree"
brew "watch"
brew "wget"
brew "wireshark"
brew "youtube-dl"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "google-chrome"
vscode "adrianwilczynski.format-selection-as-html"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "ByronDowling.monokai-pink-amber-dark-plus"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "Cyberpink.cyberpink-theme"
vscode "dracula-theme.theme-dracula"
vscode "ecmel.vscode-html-css"
vscode "elypia.magick-image-reader"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "golang.go"
vscode "HookyQR.beautify"
vscode "hsnazar.hyper-term-theme"
vscode "infosec-intern.snort"
vscode "lonefy.vscode-JS-CSS-HTML-formatter"
vscode "MaxfieldWalker.vscode-color-theme-spirited-away"
vscode "modular-mojotools.vscode-mojo"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "nicolasdschmidt.lunar-pink"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "sainnhe.gruvbox-material"
vscode "teabyii.ayu"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
