tap "b-ramsey/kali"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "bat"
brew "python@3.12"
brew "doctl"
brew "exiftool"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "ffmpeg@6"
brew "fzf"
brew "gh"
brew "hwloc"
brew "numpy", link: false
brew "gifski"
brew "go"
brew "gobuster"
brew "hstr"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "libpcap"
brew "llvm"
brew "magic-wormhole"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "openvpn"
brew "pandoc"
brew "pcre"
brew "pkgconf"
brew "pngquant"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "sshuttle"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wireshark"
brew "youtube-dl"
cask "font-fira-code-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "google-chrome"
