tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "exiftool"
brew "hwloc"
brew "sqlite"
brew "numpy", link: false
brew "pango"
brew "ffmpeg"
brew "gifski"
brew "go"
brew "hstr"
brew "htop"
brew "iproute2mac"
brew "lazygit"
brew "libpcap"
brew "magic-wormhole"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "openvpn"
brew "pandoc"
brew "pcre"
brew "pkg-config"
brew "pngquant"
brew "python@3.11"
brew "speedtest-cli"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wireshark"
brew "youtube-dl"
cask "font-fira-code-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "google-chrome"
cask "orion"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "daltonmenezes.aura-theme"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "mvllow.rose-pine"
vscode "rust-lang.rust-analyzer"
vscode "sumneko.lua"
vscode "twxs.cmake"
vscode "vspacecode.whichkey"
vscode "xadillax.viml"
